package com.bank.antifaud.entity;

public class EntityTest {
//    В пакете entity должны быть написаны юнит-тесты для каждого класса, например:
//AuditTest: тестирование геттеров и сеттеров, проверка на соответствие ожидаемым значениям
//SuspiciousAccountTransfersTest: тестирование геттеров и сеттеров, проверка на соответствие ожидаемым значениям
//SuspiciousCardTransferTest: тестирование геттеров и сеттеров, проверка на соответствие ожидаемым значениям
//SuspiciousPhoneTransfersTest: тестирование геттеров и сеттеров, проверка на соответствие ожидаемым значениям
}
